markers = [
    {
        name: "Lviv",
        pos: {lat: 49.842957, lng: 24.031111}
    },
    {
        name: "Свято-Воскресенський кафедральний собор",
        pos: {"lat": 50.3709, "lng": 26.1457}
    },
    {
        name: "Базальтові стовпи",
        pos: {"lat": 50.5521, "lng": 26.1404}
    },
    {
        name: "Кам'яне́ць-Поді́льська форте́ця",
        pos: {"lat": 48.4029, "lng": 26.3425}
    },
    {
        name: "Колегіальний фарний костел Пресвятої Діви Марії",
        pos: {"lat": 48.5525, "lng": 24.4233}
    }
]