/* data.js */

var markersData = [
    {
        name: "Львів",
        pos: {lat: 49.842957, lng: 24.031111}
    },
    {
        name: "Свято-Воскресенський кафедральний собор",
        pos: {"lat": 50.6169, "lng": 26.2491}
    },
    {
        name: "Базальтові стовпи",
        pos: {"lat": 50.9225, "lng": 26.2334}
    },
    {
        name: "Камянець-Подільська фортеця",
        pos: {"lat": 48.67472, "lng": 26.57631}
    },
    {
        name: "Колегіальний фарний костел Пресвятої Діви Марії",
        pos: {"lat": 48.92361, "lng": 24.70916}
    },
    {
        name: "Києво-Печерський заповідник",
        pos: {"lat": 50.4334, "lng": 30.55916}
    },
    {
        name: "Заповідник «Переяслав»",
        pos: {"lat": 50.06, "lng": 31.47}
    },
    {
        name: "Колегіальний храм",
        pos: {"lat": 48.92361, "lng": 24.70916}
    },
    {
        name: "Музей «Писанка»",
        pos: {"lat": 48.5283, "lng": 25.038}
    },
    {
        name: "Фонтан «Рошен»",
        pos: {"lat": 49.232803, "lng": 28.48564}
    },
    {
        name: "«Гайдамацький яр»",
        pos: {"lat": 48.35138, "lng": 28.09916}
    },
    {
        name: "Музей архітектури та побуту",
        pos: {"lat": 48.62083, "lng": 22.30583}
    },
    {
        name: "Гора Петрос",
        pos: {"lat": 48.1727, "lng": 24.421}
    },
    {
        name: "Астрономічна обсерваторія",
        pos: {"lat": 48.97138, "lng": 31.9727}
    },
    {
        name: "«Бузький Гард»",
        pos: {"lat": 48.0394, "lng": 30.5648}
    },
    {
        name: "Музей гончарства",
        pos: {"lat": 49.97361, "lng": 34.613}
    },
    {
        name: "Воскресенський собор",
        pos: {"lat": 50.91194, "lng": 34.80027}
    },
    {
        name: "Пам’ятник Шевченку",
        pos: {"lat": 50.001, "lng": 36.23416}
    },
    {
        name: "Краснокутський дендропарк",
        pos: {"lat": 50.06, "lng": 35.15}
    },
    {
        name: "Вулиця Ольги Кобилянської",
        pos: {"lat": 48.2916, "lng": 25.93527}
    },
    {
        name: "Хотинська фортеця",
        pos: {"lat": 48.52194, "lng": 26.4983}
    },
    {
        name: "Замок Любарта",
        pos: {"lat": 50.738, "lng": 25.32305}
    },
    {
        name: "Шацький національний парк",
        pos: {"lat": 51.51694, "lng": 23.82}
    },
    {
        name: "Монастирський острів",
        pos: {"lat": 48.4661, "lng": 35.07416}
    },
    {
        name: "Монастир Кармелітів Босих",
        pos: {"lat": 49.9, "lng":28.56 }
    },
    {
        name: "Кам’яна могила",
        pos: {"lat": 46.95027, "lng": 35.46972}
    },
    {
        name: "Кропивницький дендропарк",
        pos: {"lat": 48.5005, "lng": 32.2316}
    },
    {
        name: "Хутір Надія",
        pos: {"lat": 48.48305, "lng": 31.948 }
    },
    {
        name: "Історичний центр Львова",
        pos: {"lat": 49.8416, "lng": 24.0316}
    },
    {
        name: "Церква Святого Духа",
        pos: {"lat": 50.2083, "lng": 23.5505}
    },
    {
        name: "Одеський національний академічний театр опери та балету",
        pos: {"lat": 46.48527, "lng": 30.74138}
    },
    {
        name: "Аккерманська фортеця",
        pos: {"lat": 46.2005, "lng": 30.3505}
    },
    {
        name: "Свято-Воскресенський кафедральний собор",
        pos: {"lat": 50.61916, "lng": 26.24916}
    },
    {
        name: "Херсонський художній музей імені Олексія Шовкуненка",
        pos: {"lat": 46.62972, "lng": 32.6094}
    },
    {
        name: "Олешківські піски",
        pos: {"lat": 46.583, "lng": 33.05}
    },
    {
        name: "Долина троянд",
        pos: {"lat": 49.45083, "lng": 32.065}
    },
    {
        name: "Чернеча гора",
        pos: {"lat": 49.73305, "lng": 31.51472}
    },
    {
        name: "Чернігівський Вал",
        pos: {"lat":51.48 , "lng": 31.3083}
    }
  
]