/* data.js */

var markersData = [
    {
        name: "Lviv",
        pos: {lat: 49.842957, lng: 24.031111}
    },
    {
        name: "Свято-Воскресенський кафедральний собор",
        pos: {"lat": 50.3709, "lng": 26.1457}
    },
    {
        name: "Базальтові стовпи",
        pos: {"lat": 50.5521, "lng": 26.1404}
    },
    {
        name: "Камянець-Подільська фортеця",
        pos: {"lat": 48.4029, "lng": 26.3425}
    },
    {
        name: "Колегіальний фарний костел Пресвятої Діви Марії",
        pos: {"lat": 48.5525, "lng": 24.4233}
    },
    {
        name: "Києво-Печерський заповідник",
        pos: {"lat": 50.2603, "lng": 30.3333}
    },
    {
        name: "Заповідник «Переяслав»",
        pos: {"lat": 50.0336, "lng": 31.2812}
    },
    {
        name: "Колегіальний храм",
        pos: {"lat": 48.5525, "lng": 24.4233}
    },
    {
        name: "Музей «Писанка»",
        pos: {"lat": 48.3142, "lng": 25.0220}
    },
    {
        name: "Фонтан «Рошен»",
        pos: {"lat": 49.232803, "lng": 28.48564}
    },
    {
        name: "«Гайдамацький яр»",
        pos: {"lat": 48.2105, "lng": 28.0557}
    },
    {
        name: "Музей архітектури та побуту",
        pos: {"lat": 48.3715, "lng": 22.1821}
    },
    {
        name: "Гора Петрос",
        pos: {"lat": 48.1022, "lng": 24.2516}
    },
    {
        name: "Астрономічна обсерваторія",
        pos: {"lat": 48.5817, "lng": 31.5822}
    },
    {
        name: "«Бузький Гард»",
        pos: {"lat": 48.0222, "lng": 30.5648}
    },
    {
        name: "Музей гончарства",
        pos: {"lat": 49.5825, "lng": 34.3648}
    },
    {
        name: "Воскресенський собор",
        pos: {"lat": 50.5443, "lng": 34.4801}
    },
    {
        name: "Пам’ятник Шевченку",
        pos: {"lat": 50.0004, "lng": 36.1403}
    },
    {
        name: "Краснокутський дендропарк",
        pos: {"lat": 50.04, "lng": 35.09}
    },
    {
        name: "Вулиця Ольги Кобилянської",
        pos: {"lat": 48.1730, "lng": 25.5607}
    },
    {
        name: "Хотинська фортеця",
        pos: {"lat": 48.3119, "lng": 26.2954}
    },
    {
        name: "Замок Любарта",
        pos: {"lat": 48.3119, "lng": 26.2954}
    },
    {
        name: "Шацький національний парк",
        pos: {"lat": 51.3101, "lng": 23.4912}
    },
    {
        name: "Монастирський острів",
        pos: {"lat": 48.2758, "lng": 35.0427}
    },
    {
        name: "Монастир Кармелітів Босих",
        pos: {"lat": 49.54, "lng":28.34 }
    },
    {
        name: "Кам’яна могила",
        pos: {"lat": 46.5701, "lng": 35.2811}
    },
    {
        name: "Кропивницький дендропарк",
        pos: {"lat": 48.3002, "lng": 32.1354}
    },
    {
        name: "Хутір Надія",
        pos: {"lat": 48.2859, "lng": 31.5656 }
    },
    {
        name: "Історичний центр Львова",
        pos: {"lat": 49.5030, "lng": 24.0154}
    },
    {
        name: "Церква Святого Духа",
        pos: {"lat": 50.1230, "lng": 23.3302}
    },
    {
        name: "Одеський національний академічний театр опери та балету",
        pos: {"lat": 46.2907, "lng": 30.4429}
    },
    {
        name: "Аккерманська фортеця",
        pos: {"lat": 46.1202, "lng": 30.2102}
    },
    {
        name: "Свято-Воскресенський кафедральний собор",
        pos: {"lat": 50.3709, "lng": 26.1457}
    },
    {
        name: "Херсонський художній музей імені Олексія Шовкуненка",
        pos: {"lat": 46.3747, "lng": 32.3634}
    },
    {
        name: "Олешківські піски",
        pos: {"lat": 46.3500, "lng": 33.0300}
    },
    {
        name: "Долина троянд",
        pos: {"lat": 49.2703, "lng": 32.0354}
    },
    {
        name: "Чернеча гора",
        pos: {"lat": 49.4359, "lng": 31.3053}
    },
    {
        name: "Чернігівський Вал",
        pos: {"lat":51.2920 , "lng": 31.1830}
    }
  
]